# 定义关键词库  

keyword_list = [  
    "软糖",   
    "牛奶糖",   
    "薯片",   
    "威化饼干",  
    "蛋卷",
    "咪咪虾条" ,
    "青豌豆" ,
    "三角酥" ,
    "小饼干" ,
    "AD钙奶" ,
    "矿泉水" ,
    "果汁" ,
    "可乐" ,
    "咖啡" ,
    "真果粒"
]  






data = {  
    "input": [  
        "请给我拿一些软糖." , "我想吃软糖，能帮我拿一下吗？", "软糖在哪里，我今天想吃点",   
        "给我来几颗牛奶糖", "你能帮我找到牛奶糖吗？", "我想吃牛奶糖，你能帮我拿一下吗？",  
        "我需要一包薯片", "请给我拿包薯片", "薯片在哪里，你能帮我拿一包吗？",   
        "能帮我拿一下威化饼干吗？", "请给我拿几包威化饼干", "威化饼干在哪里？我想要一些" ,
        "我想吃蛋卷，能帮我拿一下吗" , "给我来一些蛋卷" , "蛋卷在哪，请帮我找一下" ,
        "咪咪虾条在哪里，我想要一些" , "请给我一包咪咪虾条" , "我想吃咪咪虾条，能帮我拿一下吗" ,
        "我今天想吃青豌豆，能帮我拿一下吗" , "青豌豆在哪里？我想要一些" , "请给我拿一包青豌豆" ,
        "给我来一些三角酥" , "三角酥在哪，请帮我找一下" , "我想吃三角酥，能帮我拿一下吗" ,
        "我需要一些小饼干" , "小饼干在哪里，我想要一些" , "请帮我拿一些小饼干" ,
        "请帮我拿一瓶AD钙奶" , "AD钙奶在哪里,我想要一瓶" , "我想喝AD钙奶,能帮我拿一下吗" ,
        "给我来一瓶矿泉水" , "矿泉水在哪，请帮我拿一瓶" , "给我一瓶矿泉水" ,
        "我想要一杯果汁" , "请帮我拿一瓶果汁" , "果汁在哪里，我想要一瓶" ,
        "我需要一罐可乐" , "可乐在哪里，我想要一罐" , "请帮我拿一罐可乐" ,
        "你能帮我拿一瓶咖啡吗" , "咖啡在哪，我想要一瓶" , "我想要一杯咖啡" ,
        "请给我拿一瓶真果粒" , "真果粒在哪里，我想要一瓶" , "我想喝真果粒，能帮我拿一瓶吗" 
    ],  
    "keyword": [  
        "软糖", "软糖", "软糖",   
        "牛奶糖", "牛奶糖", "牛奶糖",  
        "薯片", "薯片", "薯片",   
        "威化饼干", "威化饼干", "威化饼干"  ,
        "蛋卷" , "蛋卷" , "蛋卷" ,
        "咪咪虾条" , "咪咪虾条" , "咪咪虾条" ,
        "青豌豆" , "青豌豆" , "青豌豆" ,
        "三角酥" , "三角酥" , "三角酥" ,
        "小饼干" ,"小饼干" , "小饼干" ,
        "AD钙奶" , "AD钙奶" , "AD钙奶" ,
        "矿泉水" , "矿泉水" , "矿泉水" ,
        "果汁" , "果汁" , "果汁" ,
        "可乐" , "可乐" , "可乐" ,
        "咖啡" , "咖啡" , "咖啡" ,
        "真果粒" , "真果粒" , "真果粒" 
    ]  
}